{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "K": 8,
      "M": 9,
      "N": 10,
      "R": 11,
      "T": 12,
      "W": 13,
      "Y": 14,
      "c": 15,
      "e": 16,
      "n": 17,
      "q": 18,
      "s": 19,
      "u": 20,
      "Ċ": 21,
      "č": 22,
      "AA": 23,
      "CC": 24,
      "TAA": 25,
      "GG": 26,
      "CAA": 27,
      "TA": 28,
      "TC": 29,
      "AGG": 30,
      "CA": 31,
      "GTAA": 32,
      "GTC": 33,
      "TT": 34,
      "čĊ": 35,
      "GTCGTAA": 36,
      "CCCC": 37,
      "CAAGTCGTAA": 38,
      "AGGCAAGTCGTAA": 39,
      "GGAGGCAAGTCGTAA": 40,
      "GA": 41,
      "TTAA": 42,
      "AAA": 43,
      "CTAA": 44,
      "TG": 45,
      "TTA": 46,
      "GGGGAGGCAAGTCGTAA": 47,
      "TAAA": 48,
      "AGGGGAGGCAAGTCGTAA": 49,
      "CCCCAA": 50,
      "TCAA": 51,
      "CG": 52,
      "CCA": 53,
      "TCA": 54,
      "CTA": 55,
      "CCAA": 56,
      "CT": 57,
      "GCA": 58,
      "CCTAA": 59,
      "GAA": 60,
      "CAAAGGGGAGGCAAGTCGTAA": 61,
      "CAAA": 62,
      "CAAGGGGAGGCAAGTCGTAA": 63,
      "CCCCAAG": 64,
      "TAAAA": 65,
      "TATA": 66,
      "CTTAA": 67,
      "GACAAGGGGAGGCAAGTCGTAA": 68,
      "TACA": 69,
      "CTT": 70,
      "GAGG": 71,
      "CAAAA": 72,
      "TCAAAA": 73,
      "CCAAA": 74,
      "TTAAA": 75,
      "GGA": 76,
      "CTAAAA": 77,
      "CTAAA": 78,
      "CACA": 79,
      "TTTA": 80,
      "CCCCGA": 81,
      "TTTAA": 82,
      "CCTA": 83,
      "CCCCTG": 84,
      "CTG": 85,
      "TAAATAA": 86,
      "CCCCAAA": 87,
      "CGGGGAGGCAAGTCGTAA": 88,
      "GAGGAGGCAAGTCGTAA": 89,
      "CCCA": 90,
      "CTTA": 91,
      "CCCCA": 92,
      "TTAAAA": 93,
      "CTGACAAGGGGAGGCAAGTCGTAA": 94,
      "TTC": 95,
      "GCAAAGGGGAGGCAAGTCGTAA": 96,
      "CCCCGAG": 97,
      "TAACA": 98,
      "GAAA": 99,
      "TACCTAA": 100,
      "GCACTGACAAGGGGAGGCAAGTCGTAA": 101,
      "TTTTA": 102,
      "TTCA": 103,
      "CGCA": 104,
      "CCCCTGTCAAAA": 105,
      "TAAAGGGGAGGCAAGTCGTAA": 106,
      "CGAA": 107,
      "CCCTA": 108,
      "CTC": 109,
      "TAACTAA": 110,
      "TGTC": 111,
      "GCAA": 112,
      "TAAAAA": 113,
      "AAAA": 114,
      "TAATA": 115,
      "GTAAA": 116,
      "CAACA": 117,
      "CTCA": 118,
      "TGA": 119,
      "CCCCTGTC": 120,
      "GCC": 121,
      "TCC": 122,
      "CCCCGAA": 123,
      "GCACC": 124,
      "CGA": 125,
      "CCTCAA": 126,
      "GACAAGTCGTAA": 127,
      "TGCAA": 128,
      "TACTTAA": 129,
      "TTTT": 130,
      "CTCC": 131,
      "TAG": 132,
      "CCAAAA": 133,
      "TAATTAA": 134,
      "AAAGTCGTAA": 135,
      "TCAAA": 136,
      "CCCTAA": 137,
      "GGAGG": 138,
      "GAAAA": 139,
      "TAATAA": 140,
      "TACC": 141,
      "TTCAA": 142,
      "TTTC": 143,
      "CTGCAAAGGGGAGGCAAGTCGTAA": 144,
      "CCTC": 145,
      "CCCCAAAA": 146,
      "TACAA": 147,
      "TTAACTAAAA": 148,
      "CAAGAGGAGGCAAGTCGTAA": 149,
      "TAAGTCGTAA": 150,
      "CACCAAA": 151,
      "GCCA": 152,
      "CCCAA": 153,
      "CACAA": 154,
      "TTCCTAA": 155,
      "TCCA": 156,
      "TGCAAAGGGGAGGCAAGTCGTAA": 157,
      "GGAGACAAGTCGTAA": 158,
      "CCTTA": 159,
      "CGCAA": 160,
      "TATAA": 161,
      "TGAA": 162,
      "CCAAAAA": 163,
      "CGAAGGGGAGGCAAGTCGTAA": 164,
      "CAG": 165,
      "TATC": 166,
      "GTAAAGGGGAGGCAAGTCGTAA": 167,
      "GCACCGACAAGGGGAGGCAAGTCGTAA": 168,
      "TATT": 169,
      "CACC": 170,
      "CCG": 171,
      "TAGA": 172,
      "AGGA": 173,
      "CTTAAA": 174,
      "TCG": 175,
      "CCTAATAA": 176,
      "GAGGCAAGTCGTAA": 177,
      "GTTA": 178,
      "GAGGAAAGTCGTAA": 179,
      "CCTAAAA": 180,
      "CCCCTGTCA": 181,
      "CCTT": 182,
      "CTTC": 183,
      "CGG": 184,
      "CACGGGGAGGCAAGTCGTAA": 185,
      "CATAA": 186,
      "CACCA": 187,
      "CCCCGAGCTAA": 188,
      "TATTA": 189,
      "TAAAAAA": 190,
      "GCG": 191,
      "TGG": 192,
      "CTCAA": 193,
      "CCCCTGTCAAAACGCA": 194,
      "GCTA": 195,
      "CCTAAA": 196,
      "GGGGAGG": 197,
      "CCCCG": 198,
      "CTAAGGGGAGGCAAGTCGTAA": 199,
      "TGCA": 200,
      "CCCCAAGCCAA": 201,
      "GTCA": 202,
      "TATTTAA": 203,
      "GACG": 204,
      "TGACAAGGGGAGGCAAGTCGTAA": 205,
      "CTCCAA": 206,
      "TTACTAA": 207,
      "CTTAAAA": 208,
      "TTAAAAA": 209,
      "TGTAA": 210,
      "TCCTA": 211,
      "TAAGGGGAGGCAAGTCGTAA": 212,
      "GACAA": 213,
      "CCGG": 214,
      "TAATAAA": 215,
      "GTTAA": 216,
      "GACA": 217,
      "TTATA": 218,
      "TAAATAAAA": 219,
      "CCCCAAGCCTA": 220,
      "TACCTAATA": 221,
      "CCCCTGTCAAAATGCAA": 222,
      "CCTCGAA": 223,
      "TAAACA": 224,
      "TTAACTAAAACCTAATAA": 225,
      "CGGA": 226,
      "CTAAAAA": 227,
      "CCCCTT": 228,
      "CCCCAAAAA": 229,
      "CAAAAA": 230,
      "GATAAGTCGTAA": 231,
      "TTAACTAAA": 232,
      "GTAAATAA": 233,
      "TCGCAAAGGGGAGGCAAGTCGTAA": 234,
      "TAAAGA": 235,
      "CCCCTGTCAAAACGCAA": 236,
      "CCCCGAAA": 237,
      "CCCCTGTCGAAA": 238,
      "GCACA": 239,
      "GTA": 240,
      "TTTTTAA": 241,
      "CCACA": 242,
      "TTTCA": 243,
      "GAGGGGAGGCAAGTCGTAA": 244,
      "TCTA": 245,
      "CCGAA": 246,
      "CCCAAA": 247,
      "CAAAGA": 248,
      "TAAATAATACA": 249,
      "CCCG": 250,
      "GTAACTAAAA": 251,
      "CCCCTA": 252,
      "CAAATG": 253,
      "TCGCGAAGGGGAGGCAAGTCGTAA": 254,
      "GCTC": 255,
      "GGGGAGACAAGTCGTAA": 256,
      "CCCCTGTCAA": 257,
      "TTCTTAA": 258,
      "TTGCAAAGGGGAGGCAAGTCGTAA": 259,
      "CCCCAAGCTA": 260,
      "TAAG": 261,
      "TTAATTAAAA": 262,
      "TAAATG": 263,
      "TAATAAAA": 264,
      "CAAAAAA": 265,
      "TAATTA": 266,
      "TAAATA": 267,
      "CCCCAAGCTTA": 268,
      "CCTTTA": 269,
      "CCCCCG": 270,
      "TCAAAACGCA": 271,
      "AGGGGAGG": 272,
      "CCACCA": 273,
      "CCAAGGGGAGGCAAGTCGTAA": 274,
      "CAAACA": 275,
      "CTGAA": 276,
      "TAGAGGGGAGGCAAGTCGTAA": 277,
      "CCGGTAAAGGGGAGGCAAGTCGTAA": 278,
      "CCTAACA": 279,
      "CCCTACAA": 280,
      "GGGG": 281,
      "GGAGAGGAAAGTCGTAA": 282,
      "CCGAACAAAGGGGAGGCAAGTCGTAA": 283,
      "GTAATTAA": 284,
      "TTACA": 285,
      "TAACACCAAA": 286,
      "CCCCTGTCGAAATGCAA": 287,
      "GCTCTGACAAGGGGAGGCAAGTCGTAA": 288,
      "CAACAA": 289,
      "TACGGGGAGGCAAGTCGTAA": 290,
      "TCTAA": 291,
      "TAAAAAAA": 292,
      "GGGGAGGAAAGTCGTAA": 293,
      "TTG": 294,
      "CCCCTCA": 295,
      "CTAACA": 296,
      "TAACTAAAA": 297,
      "CAACTA": 298,
      "TACCA": 299,
      "CCCCAAGCA": 300,
      "TAACC": 301,
      "CCTCGAAAAA": 302,
      "TATAAA": 303,
      "TTTAAA": 304,
      "TTTATA": 305,
      "TTAAATAAAA": 306,
      "CGTAA": 307,
      "CATCA": 308,
      "TTTTTA": 309,
      "CTGTAAAGGGGAGGCAAGTCGTAA": 310,
      "CCCCAAGTTCAA": 311,
      "TAACTAAGAA": 312,
      "GCGA": 313,
      "TAGCA": 314,
      "CCCCAAGTC": 315,
      "CGAAA": 316,
      "CACTA": 317,
      "CAGG": 318,
      "TGGA": 319,
      "CACCAA": 320,
      "CCCCAAAAAA": 321,
      "CTCCA": 322,
      "CTCCAAA": 323,
      "CCTAAAAA": 324,
      "CTCCGA": 325,
      "GCCAA": 326,
      "CCTG": 327,
      "TCTTA": 328,
      "CCCCAACAA": 329,
      "CGAAGGAGAGGAAAGTCGTAA": 330,
      "TTTTAA": 331,
      "TACATAA": 332,
      "CTTTAA": 333,
      "TCAAAAAGGGGAGGCAAGTCGTAA": 334,
      "CTAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 335,
      "TTTTACCGGTAAAGGGGAGGCAAGTCGTAA": 336,
      "CCCCTGTCACACA": 337,
      "CCCCTGTCAAAACGCAACAAAGA": 338,
      "TAGCAA": 339,
      "TTATTAA": 340,
      "GCACCAA": 341,
      "CCCCTGTCTAAA": 342,
      "AGGAGAGGCAAGTCGTAA": 343,
      "TCCAA": 344,
      "CCCAAAA": 345,
      "GATAA": 346,
      "TAAATAAA": 347,
      "CCACTA": 348,
      "CTGA": 349,
      "CCCCTGTCAAA": 350,
      "CCTCAACAAAA": 351,
      "CCTTAA": 352,
      "CTAAACA": 353,
      "CTCCAAG": 354,
      "CCCTAAAA": 355,
      "TCACA": 356,
      "CAAACAA": 357,
      "TTAGCACTGACAAGGGGAGGCAAGTCGTAA": 358,
      "CAAACG": 359,
      "CCCCAAGCTCA": 360,
      "TAAATAATA": 361,
      "CCCCACA": 362,
      "GTTAACCGAACAAAGGGGAGGCAAGTCGTAA": 363,
      "CCTTAAAA": 364,
      "TTTACA": 365,
      "GAGACAAGTCGTAA": 366,
      "TCAG": 367,
      "GGAGATAAGTCGTAA": 368,
      "TTTAAAAA": 369,
      "GACGAGGGGAGGCAAGTCGTAA": 370,
      "TACTA": 371,
      "TATAAAA": 372,
      "TAGCACTGACAAGGGGAGGCAAGTCGTAA": 373,
      "AGGGGAGACAAGTCGTAA": 374,
      "CACAAAA": 375,
      "GTAAAA": 376,
      "CGAGGGGAGGCAAGTCGTAA": 377,
      "GCACAAA": 378,
      "CCCCAAGCCCA": 379,
      "GAGGA": 380,
      "CTCTTAA": 381,
      "CCCCTGTCAACA": 382,
      "CCTTTTA": 383,
      "CCTCAAAAA": 384,
      "AGGAGAGGAAAGTCGTAA": 385,
      "TATTAA": 386,
      "TATCA": 387,
      "TAAAGTTA": 388,
      "CCACAA": 389,
      "CCATAAA": 390,
      "TCACTAA": 391,
      "TATATAAA": 392,
      "TTTATAA": 393,
      "CGAAGGGGAGGAAAGTCGTAA": 394,
      "CCCTATAA": 395,
      "TAACTAATAA": 396,
      "GCTAA": 397,
      "TCTGCAAAGGGGAGGCAAGTCGTAA": 398,
      "TTTAAAA": 399,
      "TTTTC": 400,
      "TTAAGGGGAGGCAAGTCGTAA": 401,
      "TAAACTA": 402,
      "CCCCGAAAA": 403,
      "CACCAAAGCACCGACAAGGGGAGGCAAGTCGTAA": 404,
      "CCCCCGTCAAAACGCA": 405,
      "TAACTAAGAAGTTAACCGAACAAAGGGGAGGCAAGTCGTAA": 406,
      "CCCCTGTCTAAACGCA": 407,
      "GGTGA": 408,
      "CAACAAA": 409,
      "TACAAAA": 410,
      "CTCCTAA": 411,
      "TTAAACA": 412,
      "CTGCAA": 413,
      "CCCCATCA": 414,
      "CCCTAATAA": 415,
      "GAAAAGGGGAGGCAAGTCGTAA": 416,
      "GCGCTGACAAGGGGAGGCAAGTCGTAA": 417,
      "CCCCTTCCTA": 418,
      "CCCCTGTCACACAGCAA": 419,
      "CCCCTGTCAAAACGCAACAAAGATACTTAA": 420,
      "CCCTTA": 421,
      "CGCC": 422,
      "CTTCA": 423,
      "CTTTA": 424,
      "TAAAAAGA": 425,
      "CACCAGA": 426,
      "CCCCTGTCAAAACGCACCAAAAA": 427,
      "TAAATAATACATTTTACCGGTAAAGGGGAGGCAAGTCGTAA": 428,
      "CCTCAAAA": 429,
      "TAATAACA": 430,
      "TCTC": 431,
      "CACAAA": 432,
      "CTACA": 433,
      "CTACGGGGAGGCAAGTCGTAA": 434,
      "GCACGGA": 435,
      "CTTTTA": 436,
      "TAACTAATA": 437,
      "CCCCAAAAG": 438,
      "GGGGAGGTAAGTCGTAA": 439,
      "CCTCAACAAAACCTTTA": 440,
      "GCACGGACAAGGGGAGGCAAGTCGTAA": 441,
      "GCAAA": 442,
      "CCCACA": 443,
      "TAAGA": 444,
      "CATAAA": 445,
      "CCACGGGGAGGCAAGTCGTAA": 446,
      "CTCCTA": 447,
      "TACAGCGA": 448,
      "TACCTAAAAA": 449,
      "GAAAAGTCGTAA": 450,
      "TTAACTAAAACCTAATAATCAAAAAGGGGAGGCAAGTCGTAA": 451,
      "CAGGGGAGGCAAGTCGTAA": 452,
      "CCTGCAAAGGGGAGGCAAGTCGTAA": 453,
      "CCCCGAGA": 454,
      "CTTACA": 455,
      "CCCCTGTCATACAGCGA": 456,
      "TCCCC": 457,
      "CCTCA": 458,
      "TCGAA": 459,
      "GATAAATAA": 460,
      "CCAACA": 461,
      "CCAACTTAA": 462,
      "TATATAA": 463,
      "CTTCAA": 464,
      "CTTTTTA": 465,
      "AAAAGTCGTAA": 466,
      "CGTCA": 467,
      "TAGGGGAGGCAAGTCGTAA": 468,
      "TGAAA": 469,
      "TTAGAA": 470,
      "TAAACAAAA": 471,
      "CTGGA": 472,
      "CCTAACACCAAA": 473,
      "CCCCAAGCTAA": 474,
      "CTAAAAAA": 475,
      "CTAAATAAAA": 476,
      "CCTTACAA": 477,
      "TCCCA": 478,
      "TGTAAA": 479,
      "TAACTGCAAAGGGGAGGCAAGTCGTAA": 480,
      "TTAACTAA": 481,
      "TATACA": 482,
      "TATACCTAA": 483,
      "GGAGAGGCAAGTCGTAA": 484,
      "CCCCTGTTAAA": 485,
      "CCCCAAACTCTTAA": 486,
      "CAACACGGGGAGGCAAGTCGTAA": 487,
      "CCAAAAGAAAAGGGGAGGCAAGTCGTAA": 488,
      "TACCTAATATG": 489,
      "TTAACTAAACCCTAATAA": 490,
      "AGGGGAGGTAAGTCGTAA": 491,
      "TGTAAAGGGGAGGCAAGTCGTAA": 492,
      "AGGAA": 493,
      "TTAG": 494,
      "CCAG": 495,
      "CCAGCAAAGGGGAGGCAAGTCGTAA": 496,
      "CTGG": 497,
      "CCCCAAGCC": 498,
      "CCTACAAAGGGGAGGCAAGTCGTAA": 499,
      "TTAAAAAGGGGAGGCAAGTCGTAA": 500,
      "CCCCGAGCTA": 501,
      "TACCTAAAAAA": 502,
      "CCCTACAAAGGGGAGGCAAGTCGTAA": 503,
      "CACCTGCAAAGGGGAGGCAAGTCGTAA": 504,
      "TAGAGAGGAGGCAAGTCGTAA": 505,
      "CAAGA": 506,
      "TTAATAA": 507,
      "CCTCAAA": 508,
      "CCTAAAATG": 509,
      "CCCGCGAAGGGGAGGAAAGTCGTAA": 510,
      "CTCAAA": 511,
      "CCCTG": 512,
      "TAACTA": 513,
      "CAATAAA": 514,
      "TACAAA": 515,
      "CACTAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 516,
      "TTGAA": 517,
      "CCCCTC": 518,
      "CCCCCA": 519,
      "TCAAAAA": 520,
      "CCAGA": 521,
      "CCCCAAGCCA": 522,
      "TACATAATA": 523,
      "TCCTTC": 524,
      "TTAACTAAACCCTAATAATCGCAAAGGGGAGGCAAGTCGTAA": 525,
      "TATTAAA": 526,
      "TTTG": 527,
      "TTAGA": 528,
      "CGCTA": 529,
      "GCACT": 530,
      "CCCCAAGCCTAA": 531,
      "CCCCAAGCTCC": 532,
      "TATATAAAAA": 533,
      "CTTAAAAA": 534,
      "TACCTAATACAA": 535,
      "CCCCTGTCAAAATG": 536,
      "CCTCAAAGGAA": 537,
      "TACTTAAAA": 538,
      "GCGCC": 539,
      "GTG": 540,
      "CCGA": 541,
      "CCTTAAA": 542,
      "CCCAACA": 543,
      "TAGG": 544,
      "CATTA": 545,
      "CATTCA": 546,
      "CCCCCAA": 547,
      "CCCCCACA": 548,
      "TTAACA": 549,
      "CCACCAA": 550,
      "CCACAAAGGGGAGGCAAGTCGTAA": 551,
      "CTCCAAAA": 552,
      "GAAGGGGAGGCAAGTCGTAA": 553,
      "TATATAATAAAA": 554,
      "CTTTAAA": 555,
      "TACCTAAAA": 556,
      "TTCATAACACCAAA": 557,
      "CCCCTGTCAAAATGCA": 558,
      "CTTCTAACTAAGAAGTTAACCGAACAAAGGGGAGGCAAGTCGTAA": 559,
      "CCCCGTCAAAA": 560,
      "TTACTAATAA": 561,
      "GACAAGGGGAGACAAGTCGTAA": 562,
      "GGTGAGATAAGTCGTAA": 563,
      "CCCCTGTCATACAGCGATAAATG": 564,
      "TACCTAATATGTTAGCACTGACAAGGGGAGGCAAGTCGTAA": 565,
      "CCCTAAA": 566,
      "CAACCA": 567,
      "TACTT": 568,
      "TCTTTT": 569,
      "TCGAAAA": 570,
      "AGGCAAAGGGGAGGCAAGTCGTAA": 571,
      "TTGA": 572,
      "TTCCA": 573,
      "CCCCGG": 574,
      "CCCCCCCC": 575,
      "CCCCTACA": 576,
      "TCATAGAGGGGAGGCAAGTCGTAA": 577,
      "CCCCAAGCAA": 578,
      "CTAAAG": 579,
      "CCCCGAGCA": 580,
      "CCCCAAACA": 581,
      "TTTCTAATA": 582,
      "CACCAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 583,
      "TTCCTAATAA": 584,
      "TATTACCTAAAATG": 585,
      "TTAACTAAAACCTAATAATTAAAAAGGGGAGGCAAGTCGTAA": 586,
      "CCCAAACAAGAGGAGGCAAGTCGTAA": 587,
      "CCCCTGTCAACACGCA": 588,
      "CCCCAAAAGCCCCAA": 589,
      "CCCCAAACTCTTAATTTAAAAA": 590,
      "GCCCA": 591,
      "CCGCA": 592,
      "TAAGAA": 593,
      "TATTTA": 594,
      "TATTC": 595,
      "GTAACTAA": 596,
      "TTTTAAA": 597,
      "GAG": 598,
      "TGAAAA": 599,
      "TTACAA": 600,
      "TAAATACA": 601,
      "CCAACAA": 602,
      "GAACAA": 603,
      "TAAAACAA": 604,
      "TAAAACA": 605,
      "TATATAATAA": 606,
      "GCCACCAAAAGAAAAGGGGAGGCAAGTCGTAA": 607,
      "CCTCGAAAAACGAAA": 608,
      "CACAAAAGCACCGACAAGGGGAGGCAAGTCGTAA": 609,
      "TCCAAA": 610,
      "CCCTT": 611,
      "GGTAAAGGGGAGGCAAGTCGTAA": 612,
      "CAAG": 613,
      "CAACTTAA": 614,
      "TACCAAA": 615,
      "TATTTT": 616,
      "TGCCAAAA": 617,
      "TCAGCAAAGGGGAGGCAAGTCGTAA": 618,
      "GAAGTCGTAA": 619,
      "CCCCAG": 620,
      "TTTTATAAATAA": 621,
      "GTAAATAAA": 622,
      "TAATTAATA": 623,
      "CCTTAGA": 624,
      "TCCTATAAATAATACATTTTACCGGTAAAGGGGAGGCAAGTCGTAA": 625,
      "CCCCTGTCTAAACGCATCGAAAA": 626,
      "CCTTACAATCGCGAAGGGGAGGCAAGTCGTAA": 627,
      "CCCCAAACTCTTAATTTAAAAATAACTAATAA": 628,
      "TAGAA": 629,
      "TATAACTAA": 630,
      "AGGGGGG": 631,
      "TTTCAA": 632,
      "CCCCTAA": 633,
      "CCCCTTA": 634,
      "GACTA": 635,
      "GAAAAA": 636,
      "TACACA": 637,
      "CCAAACA": 638,
      "TAACACGGGGAGGCAAGTCGTAA": 639,
      "CTCTTTA": 640,
      "CCTAAAACA": 641,
      "CCTTTCA": 642,
      "CGGGGAGATAAGTCGTAA": 643,
      "CCCCGAGCTAAGA": 644,
      "GCACCAACAAGGGGAGGCAAGTCGTAA": 645,
      "CCTAACACCAAAGCTCTGACAAGGGGAGGCAAGTCGTAA": 646,
      "CCCCTGTCTAAACGCATCGAAAATACCTAATATGTTAGCACTGACAAGGGGAGGCAAGTCGTAA": 647,
      "AGGGGGGAAAAGTCGTAA": 648,
      "CGTC": 649,
      "GCAAAA": 650,
      "TGGAGACAAGTCGTAA": 651,
      "TAATATA": 652,
      "GGGGA": 653,
      "TCTT": 654,
      "TTTAAATAAAA": 655,
      "CCCCCACAA": 656,
      "GAGAGGAGGCAAGTCGTAA": 657,
      "TTAATTAAA": 658,
      "CTAATTA": 659,
      "TGCTA": 660,
      "TAAACAA": 661,
      "CCCCAAGA": 662,
      "CTCCCC": 663,
      "CCTAAAAAA": 664,
      "CTAAACAA": 665,
      "CCCCAAAGACG": 666,
      "TGTCA": 667,
      "CAGAGGGGAGGCAAGTCGTAA": 668,
      "GTTAATTAAAA": 669,
      "GCACAAACAAGGGGAGGCAAGTCGTAA": 670,
      "GAGGAGACAAGTCGTAA": 671,
      "CCCCCGTCAAAACGCATCGAA": 672,
      "CCCCTGTTAAATT": 673,
      "CCCCAAACTCTTAATTTAAAAATAACTAATAAGCCACCAAAAGAAAAGGGGAGGCAAGTCGTAA": 674,
      "CTCAAAA": 675,
      "CCTATA": 676,
      "TAATCA": 677,
      "TAAGAGGAGGCAAGTCGTAA": 678,
      "GGGAGGCAAGTCGTAA": 679,
      "TACTAA": 680,
      "AGGAGGCAAGTCGTAA": 681,
      "TTGG": 682,
      "TTAATA": 683,
      "TTAAGA": 684,
      "TAAACCA": 685,
      "CCCCAAGCACC": 686,
      "TCAATTAACTAAAACCTAATAATTAAAAAGGGGAGGCAAGTCGTAA": 687,
      "GAAAAAA": 688,
      "TATATAAAA": 689,
      "CTTTTAA": 690,
      "CCCCAAACTAA": 691,
      "CCCACGGGGAGGCAAGTCGTAA": 692,
      "CAACACGGA": 693,
      "TGAAGGGGAGGCAAGTCGTAA": 694,
      "CCGCGAAGGAGAGGAAAGTCGTAA": 695,
      "GACGAGGGGGGAAAAGTCGTAA": 696,
      "CCCCCGTCAAAACGCATCGAAGATAAATAA": 697,
      "GTTCA": 698,
      "CCTTTAA": 699,
      "CAACTGCAAAGGGGAGGCAAGTCGTAA": 700,
      "TATCCCC": 701,
      "TCGGGGAGGCAAGTCGTAA": 702,
      "TCTATAA": 703,
      "GTAAGTAA": 704,
      "GTAATTAAAA": 705,
      "TTATAA": 706,
      "TCAACA": 707,
      "CTAGA": 708,
      "CTACTA": 709,
      "GAAAGGGGAGGCAAGTCGTAA": 710,
      "CCCCAAGCCCC": 711,
      "CCCCAAGCTT": 712,
      "CCCCAAGTTAGAA": 713,
      "TATATAACA": 714,
      "TATATAATA": 715,
      "CAAAACA": 716,
      "TTTAACTTAAAA": 717,
      "TAAATAAAAA": 718,
      "CTTACTTAA": 719,
      "GCAATAAAGGGGAGGCAAGTCGTAA": 720,
      "GCAACAAATG": 721,
      "GTAAAGAGGAGGCAAGTCGTAA": 722,
      "GTAAATAACA": 723,
      "TAGCGA": 724,
      "TAATAAGGGGAGGCAAGTCGTAA": 725,
      "CCAAAAATACCTAA": 726,
      "AGGAGAGACAAGTCGTAA": 727,
      "CCCCAAGCCAACAACA": 728,
      "GTAAATAACAAAA": 729,
      "CTGAACTAA": 730,
      "CCCCTGTCGAAATGCAATAAAGTTA": 731,
      "CCCTAAAACTGCAAAGGGGAGGCAAGTCGTAA": 732,
      "CTGCAAAGGAGAGGAAAGTCGTAA": 733,
      "CCCCTGTCACACAGCAACAAATG": 734,
      "CCAACTTAATTAACTAAACCCTAATAATCGCAAAGGGGAGGCAAGTCGTAA": 735,
      "TCCTAA": 736,
      "TAATACA": 737,
      "CAATA": 738,
      "CAATTA": 739,
      "TACAAGGGGAGGCAAGTCGTAA": 740,
      "CTAAGA": 741,
      "TGCC": 742,
      "TTACACA": 743,
      "TTACGGGGAGGCAAGTCGTAA": 744,
      "TAAAG": 745,
      "TAAATATA": 746,
      "CCCCAACA": 747,
      "CGTATT": 748,
      "CAAACAAAGGGGAGGCAAGTCGTAA": 749,
      "CCCCAAGCTCAA": 750,
      "TACATAAAA": 751,
      "TAAATAATAA": 752,
      "TTAAAAAA": 753,
      "CCCCGAGCCTAA": 754,
      "TTTTATA": 755,
      "TACTTAAA": 756,
      "CTCCGG": 757,
      "CTCCGAA": 758,
      "CCAAAACA": 759,
      "TAATTAATACA": 760,
      "CCCCAAAACCCC": 761,
      "TTCCTAATACA": 762,
      "TCGCGG": 763,
      "CCCCAAGCCAACATCA": 764,
      "CCCCAAGCCTACTAA": 765,
      "CCCCAAGCCTACAAA": 766,
      "CCCCTGTCAAAATGCAATAAAGA": 767,
      "AGGGGAGGAAAGTCGTAA": 768,
      "CCCCAAAAAATATCCCC": 769,
      "TCAGTTAACTAAAACCTAATAATCAAAAAGGGGAGGCAAGTCGTAA": 770,
      "GCACAAATAAGGGGAGGCAAGTCGTAA": 771,
      "TAAACTAGCACTGACAAGGGGAGGCAAGTCGTAA": 772,
      "CCTTAGAGCAATAAAGGGGAGGCAAGTCGTAA": 773,
      "TCGCGGAGGGGAGGCAAGTCGTAA": 774,
      "CCCTTAA": 775,
      "CCTACA": 776,
      "TAATCAA": 777,
      "AGGGAGGCAAGTCGTAA": 778,
      "TTTTCA": 779,
      "GACAAGAGGAGGCAAGTCGTAA": 780,
      "CTAATAA": 781,
      "CTAATTAA": 782,
      "TGCCA": 783,
      "TAAATTA": 784,
      "TAAAGAGGAGGCAAGTCGTAA": 785,
      "TCAAGGGGAGGCAAGTCGTAA": 786,
      "CGCG": 787,
      "CGCCAA": 788,
      "TCATC": 789,
      "CTACAAA": 790,
      "CCCCAAGCCCAA": 791,
      "CTTGCAAAGGGGAGGCAAGTCGTAA": 792,
      "CACACAA": 793,
      "CACACAAAGGGGAGGCAAGTCGTAA": 794,
      "CCCCAAACCAA": 795,
      "TTAAAAGCCAA": 796,
      "TTTTATT": 797,
      "CCCTAGA": 798,
      "CCCCGAAAAA": 799,
      "TTCAACAAGAGGAGGCAAGTCGTAA": 800,
      "CCTCGAAA": 801,
      "TTAACTAAAACCTAA": 802,
      "CACAATAGCACTGACAAGGGGAGGCAAGTCGTAA": 803,
      "CCTTATAA": 804,
      "CCCCTGTCAAAACGCACCCAAAA": 805,
      "CCCCGCTAA": 806,
      "GTAACTAAAACCTTACAATCGCGAAGGGGAGGCAAGTCGTAA": 807,
      "CTCCAAATAAA": 808,
      "CCTTAAAATCGCGAAGGGGAGGCAAGTCGTAA": 809,
      "CCTCAAAAACAA": 810,
      "CAACAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 811,
      "CCCCTGTCAAAACGCAACAAAGATACTTAACACTAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 812,
      "CACCAGAGCACTGACAAGGGGAGGCAAGTCGTAA": 813,
      "TCTTTTCCTTTTA": 814,
      "TATTACCTAAAATGCTTTTTA": 815,
      "TGCCAAAATCATAGAGGGGAGGCAAGTCGTAA": 816,
      "CCCCCGTCAAAACGCATCGAAGATAAATAACACAATAGCACTGACAAGGGGAGGCAAGTCGTAA": 817,
      "TAACAA": 818,
      "TCTACC": 819,
      "CAGA": 820,
      "GTCGAAA": 821,
      "CCCCAGG": 822,
      "TGCTAAGGGGAGGCAAGTCGTAA": 823,
      "TCAAGAGGAGGCAAGTCGTAA": 824,
      "CGCCA": 825,
      "CTATTAA": 826,
      "GAACA": 827,
      "TATATTA": 828,
      "CTTTT": 829,
      "TTTAACA": 830,
      "CTGCTAAGGGGAGGCAAGTCGTAA": 831,
      "TTCATAATAA": 832,
      "TTTTTCA": 833,
      "CCCAAAAA": 834,
      "GCACAGACAAGGGGAGGCAAGTCGTAA": 835,
      "TAATTATTTAAAA": 836,
      "TAAATAGTC": 837,
      "CAGGCAAAGGGGAGGCAAGTCGTAA": 838,
      "TGGATAAAGGGGAGGCAAGTCGTAA": 839,
      "CTCCATTTTATAAATAA": 840,
      "CCCCTGTCAAACA": 841,
      "TAATAACACAAA": 842,
      "CTTCAATAAAGGGGAGGCAAGTCGTAA": 843,
      "GCGCCGACAAGGGGAGGCAAGTCGTAA": 844,
      "CCGCAAAGGGGAGGCAAGTCGTAA": 845,
      "TAATTAAAA": 846,
      "CAATC": 847,
      "CAATTAA": 848,
      "TAGTAA": 849,
      "CATC": 850,
      "GTAACTAAA": 851,
      "TTTGG": 852,
      "CCCCTAAAA": 853,
      "CCCCCGTCA": 854,
      "GACAAAGGGGAGGCAAGTCGTAA": 855,
      "TTAATAAA": 856,
      "CTAAG": 857,
      "TCAACACGGGGAGGCAAGTCGTAA": 858,
      "CCATTAA": 859,
      "CCAGCAA": 860,
      "CTACAA": 861,
      "CTCCCA": 862,
      "GCACAA": 863,
      "GCACGGGGAGGCAAGTCGTAA": 864,
      "TAAAATG": 865,
      "TATATA": 866,
      "TACATAAA": 867,
      "CCCCAAACCAAA": 868,
      "CCCCAAACCCA": 869,
      "CCCCGAGCTTA": 870,
      "CTCTA": 871,
      "GTAAATAAAA": 872,
      "CTCACCAAGGGGAGGCAAGTCGTAA": 873,
      "TCCCTAA": 874,
      "GCACCGACAAGGGGAGACAAGTCGTAA": 875,
      "TCAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 876,
      "CGCAATAAAGA": 877,
      "CCTTTAAA": 878,
      "CCCCTGTCAAAATGCAATAAAGTTA": 879,
      "CCCCGAAACAA": 880,
      "CCCTACAACTGCAAAGGAGAGGAAAGTCGTAA": 881,
      "CCCCAAGTTCAATCTACC": 882,
      "CAGGAAAA": 883,
      "GCACCAACGAGGGGAGGCAAGTCGTAA": 884,
      "CCCCACATTTATAA": 885,
      "CCCCAAGCCAACATCATCCTATAAATAATACATTTTACCGGTAAAGGGGAGGCAAGTCGTAA": 886,
      "CCCCAAAAAATATCCCCTAATTATTTAAAA": 887,
      "TCTTTTCCTTTTATAAATAGTC": 888,
      "CCCTCA": 889,
      "TAATTAAA": 890,
      "CAACCCGCGAAGGGGAGGAAAGTCGTAA": 891,
      "TATTTC": 892,
      "TCTCA": 893,
      "CAGCC": 894,
      "CCCCTACAA": 895,
      "GATA": 896,
      "GACCAA": 897,
      "TTATG": 898,
      "TTATCA": 899,
      "TTACTA": 900,
      "TTACAAA": 901,
      "TAAACAAA": 902,
      "TAAACACA": 903,
      "CGCCAAA": 904,
      "CTAG": 905,
      "CCAACAAGGGGAGGCAAGTCGTAA": 906,
      "CTGTAATTAA": 907,
      "CTGACGAGGGGAGGCAAGTCGTAA": 908,
      "CAAAG": 909,
      "TAAAACCTTA": 910,
      "TATACCTAAA": 911,
      "TACATAAAAA": 912,
      "CTTGAA": 913,
      "CCAAACAA": 914,
      "TTAAAGAGGAGGCAAGTCGTAA": 915,
      "CTAAACTAA": 916,
      "TTTACAAGAGGAGGCAAGTCGTAA": 917,
      "TTTATTCCTAATAA": 918,
      "TTTAACTAAAA": 919,
      "CCCCAAATCAAAA": 920,
      "CCCCAAAGCCA": 921,
      "CTTAG": 922,
      "CCCCACAA": 923,
      "TACCTAATAAAA": 924,
      "TTTTACA": 925,
      "CCCTATAAATAATACA": 926,
      "TAAAAATAAAGGGGAGGCAAGTCGTAA": 927,
      "GCACCGACAAGAGGAGGCAAGTCGTAA": 928,
      "TACTTAATA": 929,
      "CTCCGAAA": 930,
      "CTCCCGTCA": 931,
      "TAATTAAAAA": 932,
      "CCCCGCCAAA": 933,
      "CCCCAAGCCAACCAACA": 934,
      "TGTAATTAA": 935,
      "TTCTTAACAA": 936,
      "TCTAATAAAGGGGAGGCAAGTCGTAA": 937,
      "CGTAATAA": 938,
      "CCCCTGTCAAAACGCAACAAAGATACTTAACACCAGAGCACTGACAAGGGGAGGCAAGTCGTAA": 939,
      "TCCTTCTAACTAAGAAGTTAACCGAACAAAGGGGAGGCAAGTCGTAA": 940,
      "TATATAAAAACTTAA": 941,
      "CCTCAAAGGAATA": 942,
      "TTCATAACACCAAAGCACGGACAAGGGGAGGCAAGTCGTAA": 943,
      "CCCCGTCAAAACACA": 944,
      "CAACTTAACTTAAAA": 945,
      "CCCCTGTTAAATTGCG": 946,
      "CCCCGCTAATAGCAA": 947,
      "TATTACCTAAAATGCTTTTTATAATAAGGGGAGGCAAGTCGTAA": 948,
      "CCCCAAGTTCAATCTACCCTTCTAACTAAGAAGTTAACCGAACAAAGGGGAGGCAAGTCGTAA": 949,
      "TCTTTTCCTTTTATAAATAGTCTTG": 950,
      "GCGGGGAGGCAAGTCGTAA": 951,
      "GCGG": 952,
      "TAAGTAA": 953,
      "TAACCTAA": 954,
      "TAACTT": 955,
      "GGGGAGATAAGTCGTAA": 956,
      "CAACCGCGAAGGAGAGGAAAGTCGTAA": 957,
      "TCTG": 958,
      "GTAAAAA": 959,
      "TTCC": 960,
      "TTCAAA": 961,
      "TTAATG": 962,
      "TAAACCTAA": 963,
      "CCCCAACAACA": 964,
      "TCAACTA": 965,
      "CCACG": 966,
      "CCATCA": 967,
      "TCACGGGGAGGCAAGTCGTAA": 968,
      "CCAACCAA": 969,
      "GCATC": 970,
      "GCATTAA": 971,
      "CAAAGAGGAGGCAAGTCGTAA": 972,
      "CCCCAAGTCCA": 973,
      "TATATAATAAA": 974,
      "TATATTAGCACTGACAAGGGGAGGCAAGTCGTAA": 975,
      "CTTAACTAAAA": 976,
      "CAAAAGGGAGGCAAGTCGTAA": 977,
      "CCTACTTAA": 978,
      "CTGCTA": 979,
      "TAAATAAGA": 980,
      "CCCCAAACAA": 981,
      "CCCCAAATATATAAA": 982,
      "TTCG": 983,
      "TTCTA": 984,
      "CCCCGAGCCTA": 985,
      "CCCCGAGCTTAAA": 986,
      "TACCTAATATATTAGCACTGACAAGGGGAGGCAAGTCGTAA": 987,
      "TTTTATTAA": 988,
      "TTCATAACA": 989,
      "TAACTAAAAA": 990,
      "TAACTAATTA": 991,
      "GCAATGACAAGGGGAGGCAAGTCGTAA": 992,
      "CGACAA": 993,
      "CCCCAAAAGCC": 994,
      "CCCCAAAACAAACA": 995,
      "TTCCTAAAA": 996,
      "TCCATAACA": 997,
      "CCAAAAATACCTAATA": 998,
      "CCGCGAAGGGGAGGCAAGTCGTAA": 999,
      "CCGCTAAGGGGAGGCAAGTCGTAA": 1000,
      "TATTTAACACCAAAGCACCGACAAGGGGAGGCAAGTCGTAA": 1001,
      "CTCCAAGCA": 1002,
      "CTAAAAATACCTAATA": 1003,
      "CAAATGCGAAGGAGAGGAAAGTCGTAA": 1004,
      "TTAATTAAAATGCCAAAATCATAGAGGGGAGGCAAGTCGTAA": 1005,
      "TTAAATAAAACCCCA": 1006,
      "CCACTACAATTA": 1007,
      "TAAAAAGACTAAATAAAA": 1008,
      "TACCTAAAAAGTCA": 1009,
      "TATATAATAAAACACA": 1010,
      "CCCCAAAGACGCAAA": 1011,
      "GTTAATTAAAACCTAATAA": 1012,
      "CCCCTGTCACACAGCAACAAATGTTCCTAA": 1013,
      "CCCCAAAACCCCTAAAAAGACTAAATAAAA": 1014,
      "CCCTAGATATTACCTAAAATGCTTTTTATAATAAGGGGAGGCAAGTCGTAA": 1015,
      "CTCCAAATAAACCCTAGATATTACCTAAAATGCTTTTTATAATAAGGGGAGGCAAGTCGTAA": 1016,
      "GCCAAA": 1017,
      "GTTAAA": 1018,
      "CCCTGAA": 1019,
      "TAATG": 1020,
      "GGAA": 1021,
      "GGAAAAGTCGTAA": 1022,
      "CAAGTC": 1023,
      "CAATGCA": 1024,
      "CAAGGTGAGATAAGTCGTAA": 1025,
      "TATAAAAA": 1026,
      "TCTAAAA": 1027,
      "TCTAACA": 1028,
      "CAGCA": 1029,
      "TTTCCA": 1030,
      "CCCCTTAA": 1031,
      "CCCCTAG": 1032,
      "AAACA": 1033,
      "CTAATA": 1034,
      "CTAACTAAAA": 1035,
      "TGCACA": 1036,
      "TTAGGGGAGGCAAGTCGTAA": 1037,
      "TAAACG": 1038,
      "TAAAGCTA": 1039,
      "CCCCAACAAAA": 1040,
      "CCCCAACGG": 1041,
      "TCAATACGGGGAGGCAAGTCGTAA": 1042,
      "TCAGA": 1043,
      "CTATA": 1044,
      "CCAAAAAA": 1045,
      "GAACTA": 1046,
      "CAAATAA": 1047,
      "CAAATTAA": 1048,
      "CCCCAAGCTTAA": 1049,
      "TAAAAAAAA": 1050,
      "TATACTTAA": 1051,
      "TATAGCC": 1052,
      "CTTGA": 1053,
      "CTTTCA": 1054,
      "CTTTACC": 1055,
      "CACATAAA": 1056,
      "TTTATAATA": 1057,
      "TTTAACTA": 1058,
      "CTGCA": 1059,
      "TTCACA": 1060,
      "TTCATAATA": 1061,
      "CTCACAA": 1062,
      "CCTCAACTTA": 1063,
      "CCTCAATTTCAA": 1064,
      "TAATTAAGAA": 1065,
      "CACCAAAGCGCTGACAAGGGGAGGCAAGTCGTAA": 1066,
      "CACCAAAGCACGGACAAGGGGAGGCAAGTCGTAA": 1067,
      "TTCCTAATA": 1068,
      "TTCCTAAAAA": 1069,
      "TATCTAATA": 1070,
      "GCGCTGACGAGGGGAGGCAAGTCGTAA": 1071,
      "CCCCTGTCAAAACGCAATAAAGA": 1072,
      "GTAACTAAAACCTTAAAATCGCGAAGGGGAGGCAAGTCGTAA": 1073,
      "CCCCTAGTC": 1074,
      "CAAAAAAGGAGGCAAGTCGTAA": 1075,
      "CCCTACAACTGTAAAGGGGAGGCAAGTCGTAA": 1076,
      "CCCCAAGCATCC": 1077,
      "TTTAAACCCTAA": 1078,
      "CCTGAAA": 1079,
      "CAAACGCGAAGGAGAGGAAAGTCGTAA": 1080,
      "CCTTAAAACTGCAAAGGGGAGGCAAGTCGTAA": 1081,
      "CCCCAAGCCCACCAACTTAATTAACTAAACCCTAATAATCGCAAAGGGGAGGCAAGTCGTAA": 1082,
      "CCCTATAACTGTAAAGGGGAGGCAAGTCGTAA": 1083,
      "CCCCATCACCACCAA": 1084,
      "CCTCAAAAAA": 1085,
      "CCCCTGTCAAAACGCACCCAAAATACCTAA": 1086,
      "CCCCAAAAAATATCCCCTAATTATTTAAAACCTTAGAGCAATAAAGGGGAGGCAAGTCGTAA": 1087,
      "TCTTTTCCTTTTATAAATAGTCTTGTTTACAAGAGGAGGCAAGTCGTAA": 1088,
      "CCCCAAAGACGCAAATCAATTAACTAAAACCTAATAATTAAAAAGGGGAGGCAAGTCGTAA": 1089,
      "CCCGA": 1090,
      "CCCTTC": 1091,
      "TAACG": 1092,
      "GGCAAAGGGGAGGCAAGTCGTAA": 1093,
      "GGCGA": 1094,
      "TCGA": 1095,
      "CACTAAA": 1096,
      "GTCTA": 1097,
      "TTTAAATAA": 1098,
      "TTTCC": 1099,
      "GAGAA": 1100,
      "TTAATTA": 1101,
      "CTAACAA": 1102,
      "CTAACTA": 1103,
      "CTAAAGGGGAGGTAAGTCGTAA": 1104,
      "TGCG": 1105,
      "TGCCCA": 1106,
      "TGTACATAA": 1107,
      "TTACCTAA": 1108,
      "CCCCAACAG": 1109,
      "CCCCAAGTAAAA": 1110,
      "TCAACAAGGGGAGGCAAGTCGTAA": 1111,
      "CCATA": 1112,
      "CCACAAA": 1113,
      "CCATAAAA": 1114,
      "TCATTCAA": 1115,
      "CTATTA": 1116,
      "CCAATA": 1117,
      "CAAATAAATAAAA": 1118,
      "CCCCAAGCTC": 1119,
      "CCCCAAGCTCCCC": 1120,
      "CCCCAAGAGGAGGCAAGTCGTAA": 1121,
      "TATATTAAA": 1122,
      "CTTAATAATAA": 1123,
      "TACATAATAAAA": 1124,
      "CTTTATATAAAAACTTAA": 1125,
      "GGACAAAGGGGAGGCAAGTCGTAA": 1126,
      "GGAGAAAAGTCGTAA": 1127,
      "TTTATTAAAGAGGAGGCAAGTCGTAA": 1128,
      "TAAATAATATA": 1129,
      "TAAATAATTCA": 1130,
      "CCCCAGTCA": 1131,
      "CCCCGAGCTTAA": 1132,
      "CCCCGAGCTAAAA": 1133,
      "CCCTACTA": 1134,
      "TGAG": 1135,
      "CCCCGAAAAAA": 1136,
      "TACTTAATACAAAA": 1137,
      "TACTTAATAAACTAGCACTGACAAGGGGAGGCAAGTCGTAA": 1138,
      "CCCTAAG": 1139,
      "TTTCTAATAA": 1140,
      "GCCACAGGGGAGGCAAGTCGTAA": 1141,
      "CACAACAA": 1142,
      "TATAAGGGGAGGCAAGTCGTAA": 1143,
      "CATAAGGGGAGGCAAGTCGTAA": 1144,
      "CATAACAAGGGGAGGCAAGTCGTAA": 1145,
      "CCCCGAGCTAACA": 1146,
      "CCCCTGTCAAAACGCATTAAAAA": 1147,
      "CCCCAAGCCAACACC": 1148,
      "TATTTAAAAA": 1149,
      "TTAAAAACATTCA": 1150,
      "TGTAACTAAAA": 1151,
      "CCCCAAGCCTACCAA": 1152,
      "CCCCTTCCCA": 1153,
      "TCTATTTATTAAAGAGGAGGCAAGTCGTAA": 1154,
      "GGGGGGA": 1155,
      "GGGGGGAAAAGTCGTAA": 1156,
      "CCCCAAGTCTAAAAAA": 1157,
      "CTCCGAGCTA": 1158,
      "CCCCTGTCAAATAGCAA": 1159,
      "CAAACAATTACTAATAA": 1160,
      "CTACATCTGCAAAGGGGAGGCAAGTCGTAA": 1161,
      "CTGGGTAAAGAGGAGGCAAGTCGTAA": 1162,
      "TACATAATATCAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1163,
      "TACTTAAAACCCTAAAACTGCAAAGGGGAGGCAAGTCGTAA": 1164,
      "CCCCGGTCAAAACGCA": 1165,
      "CCCCAAGCAACTGGA": 1166,
      "CCCCAAAAGCCCCAATCAGTTAACTAAAACCTAATAATCAAAAAGGGGAGGCAAGTCGTAA": 1167,
      "TAAATACATTTC": 1168,
      "GTAAATAACAAAATTAA": 1169,
      "CGTATTTTCA": 1170,
      "CCCCAAGCTCAAAAA": 1171,
      "TAATTAATACACCACCA": 1172,
      "CTCCATTTTATAAATAACTCTTTA": 1173,
      "CCATTAATCTAATAAAGGGGAGGCAAGTCGTAA": 1174,
      "CCCTATAAATAATACATTTCA": 1175,
      "CCTCAAAGGAATACCCCAAATATATAAA": 1176,
      "CCCCTGTCACACAGCAACAAATGTTCCTAACACCAAAGCACCGACAAGGGGAGGCAAGTCGTAA": 1177,
      "GCAAGGGGAGGCAAGTCGTAA": 1178,
      "GCTT": 1179,
      "TCCCCA": 1180,
      "TCCAAAA": 1181,
      "CCTGTAAAGGGGAGGCAAGTCGTAA": 1182,
      "TAACCAA": 1183,
      "TAACAAGGGGAGGCAAGTCGTAA": 1184,
      "TAACTAAA": 1185,
      "TAACACA": 1186,
      "TAAGCC": 1187,
      "TACCAA": 1188,
      "TACCTA": 1189,
      "TAGCACCGACAAGGGGAGACAAGTCGTAA": 1190,
      "TCTTTAA": 1191,
      "TCTGG": 1192,
      "CATAAAA": 1193,
      "CATTTAA": 1194,
      "TTGCA": 1195,
      "TTTGA": 1196,
      "CCCCCGCA": 1197,
      "CCCCTCC": 1198,
      "CCCCGTCA": 1199,
      "TTAACTA": 1200,
      "TTAATAATAAA": 1201,
      "TGCCAAA": 1202,
      "TTATTA": 1203,
      "TTATAACACGGGGAGGCAAGTCGTAA": 1204,
      "TCAACTAA": 1205,
      "TCAACAAGAGGAGGCAAGTCGTAA": 1206,
      "TCAATTAACTAAA": 1207,
      "CGTCAA": 1208,
      "CCAGCA": 1209,
      "CCACACA": 1210,
      "CCATAAAGGGGAGGCAAGTCGTAA": 1211,
      "CCATAACC": 1212,
      "TCACAA": 1213,
      "TCACTA": 1214,
      "TCATAAAGGGGAGGCAAGTCGTAA": 1215,
      "CTACCA": 1216,
      "CCTAACACCAGA": 1217,
      "GAACAAAGGGGAGGCAAGTCGTAA": 1218,
      "GAACTAAAGGGGAGGTAAGTCGTAA": 1219,
      "CAAACAAGGGGAGGCAAGTCGTAA": 1220,
      "CAAACACA": 1221,
      "CAAATAAATAA": 1222,
      "CCCCAAGCG": 1223,
      "CCCCAAGTTAAAA": 1224,
      "CCCCAAGCGA": 1225,
      "TATAGA": 1226,
      "TACACAA": 1227,
      "CTTTTCA": 1228,
      "CTTTACAA": 1229,
      "CAAAAGGGGAGGCAAGTCGTAA": 1230,
      "CAAAACCACGGGGAGGCAAGTCGTAA": 1231,
      "TCAAAAAA": 1232,
      "TTAAAGA": 1233,
      "TTAAATAAAAA": 1234,
      "TTAAATAAAAAA": 1235,
      "TTAAATGGATAAAGGGGAGGCAAGTCGTAA": 1236,
      "CACATAAATAA": 1237,
      "TTTATAATAAA": 1238,
      "CCTATAA": 1239,
      "CCTACTA": 1240,
      "CCTAGCA": 1241,
      "CTGCGAAGGGGAGGCAAGTCGTAA": 1242,
      "CCCCAAACCTAA": 1243,
      "CCCCAAACAAAA": 1244,
      "CCCCAAACGA": 1245,
      "CCCACTCA": 1246,
      "CTTATAA": 1247,
      "TTAAAACTGCAAAGGGGAGGCAAGTCGTAA": 1248,
      "TTCTAA": 1249,
      "CCCCGAGCTCA": 1250,
      "CCCCGAGCTTACA": 1251,
      "TACCTAATTA": 1252,
      "CGAAAA": 1253,
      "CCCTAGAA": 1254,
      "CTCGA": 1255,
      "TAACTAATAAAA": 1256,
      "TAACTAATATA": 1257,
      "TAACTAATACA": 1258,
      "TAATAGCA": 1259,
      "TAATAGCACTGACAAGGGGAGGCAAGTCGTAA": 1260,
      "GTAAAGA": 1261,
      "TGACAA": 1262,
      "TGACGAGGGGAGGCAAGTCGTAA": 1263,
      "GCCAGGCAAAGGGGAGGCAAGTCGTAA": 1264,
      "GCACCGACAA": 1265,
      "TGCAATAAAGA": 1266,
      "TACTTAATACAA": 1267,
      "CTCCTG": 1268,
      "TAGCTAA": 1269,
      "CCAAAAAGGGGAGGCAAGTCGTAA": 1270,
      "CCCTAATTATA": 1271,
      "GGAGGTAAGTCGTAA": 1272,
      "TACCTTAA": 1273,
      "TACAACAA": 1274,
      "TACAACCCAAACAAGAGGAGGCAAGTCGTAA": 1275,
      "TTCCTAACACCAAAGCACGGACAAGGGGAGGCAAGTCGTAA": 1276,
      "TATCTAA": 1277,
      "CCGTA": 1278,
      "CATAACTAAAA": 1279,
      "TGGGCAAAGGGGAGGCAAGTCGTAA": 1280,
      "CCCCAAAAACACCAA": 1281,
      "CCTTTAGCCA": 1282,
      "CCCCCGTCAA": 1283,
      "TCTAATTAAAAGCCAA": 1284,
      "TACATAATACA": 1285,
      "CTTTAATAAAGGGGAGGCAAGTCGTAA": 1286,
      "CCCCTGTCTAAACGCATCAAAAA": 1287,
      "GGTGAGACAAGTCGTAA": 1288,
      "TTAAACATTAAAA": 1289,
      "CGCCGACAAGGGGAGGCAAGTCGTAA": 1290,
      "CCTCAACAAAACCTTTATTTTATT": 1291,
      "CCTCAACAAAACCTTTACTTTATATAAAAACTTAA": 1292,
      "TCCTTCTAACTAAGAA": 1293,
      "GCACTGACGAGGGGAGGCAAGTCGTAA": 1294,
      "CCCCTGTCAAAATGCG": 1295,
      "CCTCAAAGGAACA": 1296,
      "TAGGCAAAGGGGAGGCAAGTCGTAA": 1297,
      "TTTCTAATATTAA": 1298,
      "GAACAATAAAGGGGAGGCAAGTCGTAA": 1299,
      "CCCCAGTCAA": 1300,
      "CCCCAAACTAATTGAA": 1301,
      "TCTATAACCCAAACAAGAGGAGGCAAGTCGTAA": 1302,
      "CCCCAAGCCCCCTGAACTAA": 1303,
      "CCCCTGTCGAAATGCAATAAAGTTACCTAACACCAAAGCTCTGACAAGGGGAGGCAAGTCGTAA": 1304,
      "TTTTTCACAGGAAAA": 1305,
      "GACCAATAGAGAGGAGGCAAGTCGTAA": 1306,
      "TATACCTAAATACC": 1307,
      "TTTATTCCTAATAATTTAAATAAAA": 1308,
      "TTCTTAACAAGACAA": 1309,
      "CCACTACAATTATTTTTCACAGGAAAA": 1310,
      "TACCTAAAAAGTCACACCTGCAAAGGGGAGGCAAGTCGTAA": 1311,
      "CCCCAAAACCCCTAAAAAGACTAAATAAAACCATTAATCTAATAAAGGGGAGGCAAGTCGTAA": 1312,
      "CCTCAATTTCAATCTTTTCCTTTTATAAATAGTCTTGTTTACAAGAGGAGGCAAGTCGTAA": 1313,
      "GTAAATAACAAAATTAACTCACCAAGGGGAGGCAAGTCGTAA": 1314,
      "TCTAATTAAAAGCCAACAACCCGCGAAGGGGAGGAAAGTCGTAA": 1315,
      "CCCCAAGCCCCCTGAACTAATCTAATTAAAAGCCAACAACCCGCGAAGGGGAGGAAAGTCGTAA": 1316,
      "CCACTACAATTATTTTTCACAGGAAAATAATCA": 1317,
      "CAGGA": 1318,
      "GTT": 1319,
      "GCTAAGGGGAGGCAAGTCGTAA": 1320,
      "TGTAAATAA": 1321,
      "CCCT": 1322,
      "CCGCAA": 1323,
      "CCTTTC": 1324,
      "CCCTGA": 1325,
      "GGTAAATAA": 1326,
      "CAATCA": 1327,
      "CAATTAATTAAAA": 1328,
      "CAACTGGA": 1329,
      "TACG": 1330,
      "TACTTA": 1331,
      "TACGCA": 1332,
      "TACTCC": 1333,
      "TATAATTAA": 1334,
      "TATAATAA": 1335,
      "TATAAATAAAA": 1336,
      "TCTTAA": 1337,
      "TCTATA": 1338,
      "TCTTAAA": 1339,
      "TCTTTTA": 1340,
      "TCTTTC": 1341,
      "CACTAA": 1342,
      "CATCAA": 1343,
      "CACAAGGGGAGGCAAGTCGTAA": 1344,
      "CATCAAA": 1345,
      "GTAACTAACA": 1346,
      "TTTTTTA": 1347,
      "TTCCTT": 1348,
      "CCCCTAAAAA": 1349,
      "GATTA": 1350,
      "TTAAGAA": 1351,
      "TTAATAACA": 1352,
      "TTAACTAAAAA": 1353,
      "AAACAA": 1354,
      "TTATTTTA": 1355,
      "TAAACAAGGGGAGGCAAGTCGTAA": 1356,
      "TAAACAAAAA": 1357,
      "CCCCAAGTAA": 1358,
      "TCAATTAACTAAAACCTAATAATCAAAAAGGGGAGGCAAGTCGTAA": 1359,
      "TCAACTGGGTAAAGAGGAGGCAAGTCGTAA": 1360,
      "TCACTT": 1361,
      "CTACTAA": 1362,
      "CTGACA": 1363,
      "CCTAAGA": 1364,
      "GAATAA": 1365,
      "GAATGCAA": 1366,
      "CCCCAAGCTTAAA": 1367,
      "CCCCAAGTCCTA": 1368,
      "CCCCAAGCCACCA": 1369,
      "CCCCAAGCTCCA": 1370,
      "CTTTC": 1371,
      "CTTTGAA": 1372,
      "CAAAACTACGGGGAGGCAAGTCGTAA": 1373,
      "TCAAAACA": 1374,
      "TTAAATAAA": 1375,
      "TTAAACAAA": 1376,
      "CTAAAACA": 1377,
      "CTAAATAAA": 1378,
      "CTAAATATACCTAA": 1379,
      "CACATAA": 1380,
      "TTTATAAAA": 1381,
      "TTTATAATAA": 1382,
      "TAAATAACTAA": 1383,
      "TAAATAAAGGGGAGGCAAGTCGTAA": 1384,
      "CCCCACTAA": 1385,
      "TTCGGGGAGGCAAGTCGTAA": 1386,
      "TTCTGA": 1387,
      "CCCCGAGTTCAA": 1388,
      "CCCCGAGCTCCCC": 1389,
      "TACCTAATCA": 1390,
      "CTCTAAG": 1391,
      "GCAACAAA": 1392,
      "TAAAAACA": 1393,
      "GTAAAGTTA": 1394,
      "CTCACA": 1395,
      "TCCCG": 1396,
      "CCCCGAACCCAA": 1397,
      "GCACCGACGAGGGGAGGCAAGTCGTAA": 1398,
      "TTTTTTAA": 1399,
      "CTCCTGTC": 1400,
      "CCCTAACA": 1401,
      "CCCTAAGA": 1402,
      "TACCTTAAAA": 1403,
      "TACCTGCAAAGGGGAGGCAAGTCGTAA": 1404,
      "TTCAATTAAATAAAACCCCA": 1405,
      "CCTCGAAAA": 1406,
      "CCCCAAAACCA": 1407,
      "GCCAGCAAAGGGGAGGCAAGTCGTAA": 1408,
      "CCCAATATATAATAAAACACA": 1409,
      "TCCATAATAACACAAA": 1410,
      "CCAAAAACA": 1411,
      "CAGCG": 1412,
      "CCGCGAAGGGGAGGAAAGTCGTAA": 1413,
      "CCTTTAAAA": 1414,
      "TGGCA": 1415,
      "CTCAACTACAAA": 1416,
      "TTACTAATAAACAAAA": 1417,
      "CCCCTTTCCA": 1418,
      "GTAAATAACCCA": 1419,
      "CCCCAAGCTAGAA": 1420,
      "TTAATTAAAACCTAATAA": 1421,
      "TAAAAAAATCTATTTATTAAAGAGGAGGCAAGTCGTAA": 1422,
      "TAACTAAAAAA": 1423,
      "CAACTACTCA": 1424,
      "CTCCAAGCTTA": 1425,
      "TCACAGTAAAGGGGAGGCAAGTCGTAA": 1426,
      "TAAATAATATG": 1427,
      "TCAGTTAACTAAAACCTAATAA": 1428,
      "GAGGAGATAAGTCGTAA": 1429,
      "TTTTCTTAAA": 1430,
      "CAACAAAGCACCAACAAGGGGAGGCAAGTCGTAA": 1431,
      "CCCCTTCCTACTACTA": 1432,
      "TATACATAAAATG": 1433,
      "TACCTAAAAAACTACATCTGCAAAGGGGAGGCAAGTCGTAA": 1434,
      "TTAATAATTAAAA": 1435,
      "TACCTAATACAATAACA": 1436,
      "CTCCAAAACTAA": 1437,
      "TTCATAACACCAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1438,
      "CCCCTGTCATACAGCGATAAATGTTCATAACACCAAAGCACGGACAAGGGGAGGCAAGTCGTAA": 1439,
      "CTAAAGCCCTACAACTGCAAAGGAGAGGAAAGTCGTAA": 1440,
      "CCCCTGTCAACACGCATTAAAAA": 1441,
      "CCAACAACCCGCGAAGGGGAGGAAAGTCGTAA": 1442,
      "GGGGAGAAAAGTCGTAA": 1443,
      "CTAATTATACTTAA": 1444,
      "CTTACTTAACACAAAAGCACCGACAAGGGGAGGCAAGTCGTAA": 1445,
      "CCCCAAGCCAACAACATCCTATAAATAATACATTTTACCGGTAAAGGGGAGGCAAGTCGTAA": 1446,
      "CAGCCGCCACAGGGGAGGCAAGTCGTAA": 1447,
      "CCCCAAAGCCACCCACA": 1448,
      "CGTAATAATTCAA": 1449,
      "TTTTATTAAGAGGAGGCAAGTCGTAA": 1450,
      "CTAAAAATACCTAATATCACA": 1451,
      "TATAGCCTTAAATGGATAAAGGGGAGGCAAGTCGTAA": 1452,
      "CCTCAACTTACATCA": 1453,
      "CCCCAAGCCAACACCCTCA": 1454,
      "TAATTAATACACCACCACAAACAAAGGGGAGGCAAGTCGTAA": 1455,
      "CCCTATAAATAATACATTTCACCGGTAAAGGGGAGGCAAGTCGTAA": 1456,
      "CCCCCGTCAACCGCA": 1457,
      "CCTCAACAAAACCTTTATTTTATTTAAAAAAATCTATTTATTAAAGAGGAGGCAAGTCGTAA": 1458,
      "CCTCAAAGGAACACCCCAAG": 1459,
      "CGGAGACAAGTCGTAA": 1460,
      "GTACA": 1461,
      "GTAG": 1462,
      "GTTAACTAAAACCTAATAA": 1463,
      "TCCTAAAA": 1464,
      "CCCGCA": 1465,
      "CCTGA": 1466,
      "CCTGCAA": 1467,
      "TAAGAAA": 1468,
      "TAAAGGGGAGACAAGTCGTAA": 1469,
      "TAAGGTGAGATAAGTCGTAA": 1470,
      "GGTG": 1471,
      "CAATAA": 1472,
      "CAAGG": 1473,
      "CAACG": 1474,
      "CAAGGGGAGACAAGTCGTAA": 1475,
      "TATG": 1476,
      "TATAAATAA": 1477,
      "TAGCAAAGGGGAGGCAAGTCGTAA": 1478,
      "TATTCA": 1479,
      "TACTC": 1480,
      "TATGTAA": 1481,
      "TCTAAA": 1482,
      "TCTGA": 1483,
      "TCTTTAAA": 1484,
      "TCTACAACCCAAACAAGAGGAGGCAAGTCGTAA": 1485,
      "GTAATTTAA": 1486,
      "GTAACTAAAAA": 1487,
      "GTCTAAA": 1488,
      "TTGCAA": 1489,
      "CCCCCC": 1490,
      "CCCCTAAA": 1491,
      "CCCCCAAA": 1492,
      "CCCCTTC": 1493,
      "CCCCTATAA": 1494,
      "CCCCTCCAA": 1495,
      "GATG": 1496,
      "TTAATAATAA": 1497,
      "CTAATTTAA": 1498,
      "CTAAGGGGAGACAAGTCGTAA": 1499,
      "TGCCAA": 1500,
      "TGCACCA": 1501,
      "TTAGCAAAGGGGAGGCAAGTCGTAA": 1502,
      "TAAATTAA": 1503,
      "TAAACTAA": 1504,
      "TAAATAAAAAA": 1505,
      "CCCCAATAATA": 1506,
      "CCCCAACGGA": 1507,
      "TCAACAA": 1508,
      "TCAACGAGGGGAGGCAAGTCGTAA": 1509,
      "CGCGAAGGGGAGGCAAGTCGTAA": 1510,
      "CCACGCA": 1511,
      "CCACACAA": 1512,
      "TCATTATCA": 1513,
      "CTACCAA": 1514,
      "CCAAG": 1515,
      "CCAAGAAGGGGAGGCAAGTCGTAA": 1516,
      "GCACTAA": 1517,
      "GAACCTTAA": 1518,
      "CCCCAAGTTCA": 1519,
      "TAAAATACAAGGGGAGGCAAGTCGTAA": 1520,
      "TATACAA": 1521,
      "TATAGTAA": 1522,
      "TATACGGGGAGGCAAGTCGTAA": 1523,
      "TACAGA": 1524,
      "TACATAATAA": 1525,
      "TACATAATAAA": 1526,
      "TACATCGGGGAGGCAAGTCGTAA": 1527,
      "GAGGAGG": 1528,
      "GAGGGGAGGTAAGTCGTAA": 1529,
      "CAAAAAGGGGAGGCAAGTCGTAA": 1530,
      "CAAAAGAGGAGGCAAGTCGTAA": 1531,
      "CAAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1532,
      "TCAAAAGGGGAGGCAAGTCGTAA": 1533,
      "CCAAACACA": 1534,
      "CCAAACAAGAGGAGGCAAGTCGTAA": 1535,
      "TTAAATCA": 1536,
      "TTAAACTA": 1537,
      "GGACAAGGGGAGGCAAGTCGTAA": 1538,
      "CTAAAGA": 1539,
      "CTAAAGCTCTGACAAGGGGAGGCAAGTCGTAA": 1540,
      "CACACCA": 1541,
      "CACATCGGGGAGGCAAGTCGTAA": 1542,
      "TTTAGA": 1543,
      "CCCCGACAA": 1544,
      "CCCCGAGTC": 1545,
      "CCCCGACAACA": 1546,
      "TTTAATAATAAA": 1547,
      "CCTAGCAA": 1548,
      "CCCCAAAG": 1549,
      "CCCCATA": 1550,
      "CCCCAGTC": 1551,
      "CCCCACCAA": 1552,
      "TTAAAAG": 1553,
      "TTCTTA": 1554,
      "CCCCGAGCTT": 1555,
      "TAACACAA": 1556,
      "TTTTAGACCAATAGAGAGGAGGCAAGTCGTAA": 1557,
      "TTCATAATAAA": 1558,
      "CGAACA": 1559,
      "CCCTACA": 1560,
      "TAACTAATAAG": 1561,
      "GCAACA": 1562,
      "GTAAATTAA": 1563,
      "TGACAG": 1564,
      "GCCGA": 1565,
      "GCCCAAA": 1566,
      "GCCGAGGGGAGGCAAGTCGTAA": 1567,
      "GCCGAACAAAGGGGAGGCAAGTCGTAA": 1568,
      "TCCTTAA": 1569,
      "TCCTTA": 1570,
      "TCCCAAA": 1571,
      "CCCCGAATTA": 1572,
      "CCCCGAACCA": 1573,
      "CCCCGAACCCCCAA": 1574,
      "TACTTAAAAA": 1575,
      "TTTTTATA": 1576,
      "TTTTCCATAAA": 1577,
      "TAGCTA": 1578,
      "CCAAAACAA": 1579,
      "TAATTAATAA": 1580,
      "TCAAAGCTCTGACAAGGGGAGGCAAGTCGTAA": 1581,
      "TTCAATTTAA": 1582,
      "TTTCTTTA": 1583,
      "CCTCTTTATTCCTAATAATTTAAATAAAA": 1584,
      "CCCAACAAACAATTACTAATAA": 1585,
      "CACAAAAA": 1586,
      "TATAACTAAA": 1587,
      "TGAATAAACCTAA": 1588,
      "TATCTCA": 1589,
      "TATCTAATTA": 1590,
      "CCGCTA": 1591,
      "GTTAGCCGAACAAAGGGGAGGCAAGTCGTAA": 1592,
      "CCTTCAACACGGGGAGGCAAGTCGTAA": 1593,
      "CCCCGAGCTAATAAA": 1594,
      "TGGTAAAGGGGAGGCAAGTCGTAA": 1595,
      "CCCCTGTCAAAACGCACTAAAAA": 1596,
      "CCCCTGTCAAAACGCATCAAAAA": 1597,
      "GCTACAAGGGGAGGCAAGTCGTAA": 1598,
      "CCCCGTCAAAACGCA": 1599,
      "TTACTAATAAG": 1600,
      "CTTAAAACCTTTCA": 1601,
      "CCCCAAAAACA": 1602,
      "TTAACTAAATATACCTAAATACC": 1603,
      "CCCCGAAACTTTA": 1604,
      "CCCCTGTCGAAATGCA": 1605,
      "TCTACTTA": 1606,
      "CAAAGACAAAGGGGAGGCAAGTCGTAA": 1607,
      "TAAATGTTATTAA": 1608,
      "AGGGGAGGGAAGTCGTAA": 1609,
      "GTAATTAACA": 1610,
      "TAACACCAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1611,
      "TTGCTAAGGGGAGGCAAGTCGTAA": 1612,
      "TAACTAAAACCCTACAA": 1613,
      "TAACCGCAAAGGGGAGGCAAGTCGTAA": 1614,
      "TTAAATAAAACA": 1615,
      "CGTAAGGGGAGGCAAGTCGTAA": 1616,
      "CCCCAAGTTCAATATA": 1617,
      "CCCCAAGTTCAATTTA": 1618,
      "TGGACCCTAA": 1619,
      "CCCCAAAAAATATCA": 1620,
      "CTCCGAGA": 1621,
      "CCCCTGTCACACAGCGA": 1622,
      "CTCCAAGTTCA": 1623,
      "TTTACACTA": 1624,
      "TATAAAACCTTA": 1625,
      "CCCCAAGCCCACCAA": 1626,
      "CCTCAAAAATAA": 1627,
      "CCATAAACACGGGGAGGCAAGTCGTAA": 1628,
      "TCACTAATAA": 1629,
      "CCCCGAAAAAAA": 1630,
      "CCCCTGTCAAAACGCAACAAAGATACTTAACACCAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1631,
      "CGCCGCCGAGGGGAGGCAAGTCGTAA": 1632,
      "CCCCTGTCAAAACGCACCAAAAATACCTAATA": 1633,
      "TAACTAATACCCCA": 1634,
      "CTCCTAGTC": 1635,
      "CTGGACAAAGGGGAGGCAAGTCGTAA": 1636,
      "CCCCAAGCTAACGA": 1637,
      "GCACTGACGAGGGGGGAAAAGTCGTAA": 1638,
      "TACTTAAAACCTTAAAACTGCAAAGGGGAGGCAAGTCGTAA": 1639,
      "CCCAACATTTC": 1640,
      "TACTTGAA": 1641,
      "GTAAATAAATCATTATCA": 1642,
      "CCCCAAAGACGCCAA": 1643,
      "CCAAAACATTAATTAAAATGCCAAAATCATAGAGGGGAGGCAAGTCGTAA": 1644,
      "TTCCTAATACATTAAA": 1645,
      "CCCCAAGCCCAAGAA": 1646,
      "TTAAAAGCCAACAGA": 1647,
      "CCTCAAAAACAACTCA": 1648,
      "TATATTACAACAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1649,
      "CCCCAAACCCAGAACCTTAA": 1650,
      "CTCTATTTTA": 1651,
      "CCCCACATTTATAACTA": 1652,
      "CCCCTACAACTGCTA": 1653,
      "CCCCAAATCAAAATACA": 1654,
      "TACCTAATAAAATAGCACTGACAAGGGGAGGCAAGTCGTAA": 1655,
      "CCCCGCCAAATAGCGA": 1656,
      "GCGGTGACAAGGGGAGGCAAGTCGTAA": 1657,
      "CCTACTTAACACAAAAGCACCGACAAGGGGAGGCAAGTCGTAA": 1658,
      "GCCAAATGGGCAAAGGGGAGGCAAGTCGTAA": 1659,
      "CACATAAACCCACGGGGAGGCAAGTCGTAA": 1660,
      "CCCCAAGCATCCTGAATAAACCTAA": 1661,
      "CCCCAAGCTCCCCCCGTA": 1662,
      "TACTTAATACAAAAGCACTGACAAGGGGAGGCAAGTCGTAA": 1663,
      "CTCCATTTTATAAATAACTCTTTACCCCAAGAGGAGGCAAGTCGTAA": 1664,
      "CCCACTCAGTTAATTAAAACCTAATAA": 1665,
      "CCTCAACAAAACCTTTACTTTATATAAAAACTTAATTTTATTAAGAGGAGGCAAGTCGTAA": 1666,
      "CCCCTTCCTACTACTATTAACTAAATATACCTAAATACC": 1667,
      "CTAAAAATACCTAATATCACAGCACCGACAAGGGGAGGCAAGTCGTAA": 1668,
      "GTAAATAAATCATTATCACCAAGAAGGGGAGGCAAGTCGTAA": 1669,
      "TTAAAAGCCAACAGACCGCGAAGGGGAGGAAAGTCGTAA": 1670,
      "CCCCAAACCCAGAACCTTAAGTAAATAAATCATTATCACCAAGAAGGGGAGGCAAGTCGTAA": 1671,
      "CCCCAAGCATCCTGAATAAACCTAATTAAAAGCCAACAGACCGCGAAGGGGAGGAAAGTCGTAA": 1672,
      "CAGGAGAGGCAAGTCGTAA": 1673,
      "CAGGAGAGGAAAGTCGTAA": 1674,
      "GCAAGTCGTAA": 1675,
      "GTCAA": 1676,
      "GTTTA": 1677,
      "GTTTAA": 1678,
      "GCTTA": 1679,
      "GTACCTAA": 1680,
      "GCCTAATAA": 1681,
      "GTATTTAA": 1682,
      "CCCTTCTAACTAAGAAGTTAACCGAACAAAGGGGAGGCAAGTCGTAA": 1683,
      "TAATAATA": 1684,
      "TAATCGCAAAGGGGAGGCAAGTCGTAA": 1685,
      "GGAAAA": 1686,
      "CAACAAGAGGAGGCAAGTCGTAA": 1687,
      "TACAAAGGGGAGGCAAGTCGTAA": 1688,
      "TATAACA": 1689,
      "TAGAAA": 1690,
      "TATTTTA": 1691,
      "TACCCTA": 1692,
      "TACAACA": 1693,
      "TACTCA": 1694,
      "TAGCC": 1695,
      "TATCC": 1696,
      "TCGGTAAAGGGGAGGCAAGTCGTAA": 1697,
      "TCTCAAGAGGAGGCAAGTCGTAA": 1698,
      "AGGGGGGA": 1699,
      "AGGGGAGAAAAGTCGTAA": 1700,
      "GTAACTTCAATAAAGGGGAGGCAAGTCGTAA": 1701,
      "TTT": 1702,
      "TTCCAA": 1703,
      "TTTTAAAA": 1704,
      "TTCAACA": 1705,
      "CCCCGCA": 1706,
      "CCCCGTAAA": 1707,
      "CCCCCAG": 1708,
      "CCCCTCCTA": 1709,
